[
    {
        "Course Link": "https://talentedge.com/iim-lucknow/advanced-program-in-strategic-management-for-business-excellence",
        "Title": " Advanced Program In Strategic Management For Business Excellence",
        "Description": "In this heavily competitive and equally uncertain business environment, any organization that is committed to succeed has to constantly identify and explore strategic alternatives as well as align resources and ensure implemen\n                                            ",
        "Duration": "Duration: 9 months",
        "Timing": null,
        "Course Start Date": "30 Jun, 2024",
        "What you will Learn": [
            " Pertinent and Dynamic aspects of Strategy ",
            " Advanced Contemporary Themes in Strategy ",
            " Leadership Styles and Attributes ",
            " Global Business & Economic Environment ",
            " Types of Strategies ",
            " Implementation and Execution of Strategies ",
            " Entrepreneurship & Innovation ",
            " 95% Completition Rate ",
            " 92% Satisfaction Score ",
            " 78% Referablity ",
            " Live & Interactive Digital Learning ",
            " One-on-one Interactions ",
            " Convenient Schedules to Suit Working Professionals ",
            " Benefit from Talentedge’s Alumni Network ",
            " Mobile Platform Enabled ",
            " Options for Loan Assistance ",
            " Live Tech Support "
        ],
        "Skills": [
            " Decision Making ",
            " Strategic Leadership ",
            " Motivational Skills ",
            " Innovation ",
            " Persuasion and Influencing Skills ",
            " Communication ",
            " Critical Thinking Skills ",
            " Leadership Excellence ",
            " Human Resource Management "
        ],
        "Target Students": "\n                                                    Industry Leaders, Business Unit Heads, Divisional Heads, Mid-Level Executives\n                                                ",
        "Prerequisites / Eligibility criteria": [
            "Working professionals with a minimum of 7 years of work experience ",
            "Note: For program aspirants with more than 20 years of work experience, selection will be on a case-to-case basis"
        ],
        "Content": [
            "Certificate of Completion\n                                                    ",
            "On-Campus Sessions\n                                                    ",
            "Advanced Strategic Management Concepts\n                                                    ",
            "Executive Alumni Status\n                                                    "
        ],
        "Institute Name": " IIM Lucknow ",
        "Fee in INR": "INR\n                                                2000 \n                                                                                                + GST\n                                                                                                 ",
        "Fee in USD": null,
        "Faculty Name 1": "\n                                                            Dr. Anadi  Saran Pande\n                                                        ",
        "Faculty Designation 1": "\n                                                            Professor Strategic Management\n                                                        ",
        "Faculty Description 1": "<p>Dr. Anadi Pande is a Professor of Strategic Management at IIM Lucknow.&nbsp; He is also the Faculty In Charge and Director of IIM Lucknow&rsquo;s Incubator, which is a Section 25 company. He had three periods of engagement with IIM Lucknow as a full time faculty. These being December 2000 to March 2006; August 2014 to October 2015; and November 2016 to present. He is a unique amalgam of academics and industry. He worked with Tata Motors Ltd. for sixteen years and was identified for leadership positions through a fast track scheme of the company. He was Head of Project Engineering at TML&rsquo;s Lucknow plant during its formation and later was Head of Vehicle Assembly factory.&nbsp; He worked for Hero Honda motors for eight years as part of the leadership team being Head of Corporate Planning and Corporate HR. He built alliances for the group; leading separation negotiations to give strategic freedom to Hero Honda (separation of JV). As Project Head, he built the world&rsquo;s largest capacity two wheeler factory at Haridwar. He has deep IR experience.</p>\r\n\r\n<p>In 2014 he moved to Larsen &amp; Toubro, Mumbai, where he was Head &ndash; Corporate Strategy/Initiatives, reporting to Chairman. Later he joined Hero Cycles Ltd as Director, Corporate Strategy and Corporate HR, reporting to CMD. There he joined the Board of Directors of a British Subsidiary, Avocet Sports, Manchester. He writes and uses cases for pedagogy and has published research in both national and international blind peer reviewed journals of repute.</p>",
        "Faculty Name 2": "\n                                                            Prof. Priyanshu Gupta\n                                                        ",
        "Faculty Designation 2": "\n                                                            Prof IIM Lucknow\n                                                        ",
        "Faculty Description 2": "<p>Currently, Priyanshu is a faculty member in the Business Sustainability area at IIM Lucknow where he teaches Social Entrepreneurship, Impact Investing, Sustainability &amp; Management Reporting, Environmental Governance, and related topics. He holds a PhD in Public Policy and Management from IIM Calcutta, PGDM (MBA) from IIM Bangalore, and B.Tech from IIT(BHU) Varanasi. His Phd work focused on the economic theory of property and institutions, analysis of policy design and implementation processes, and questions of resource governance. Prior to IIM Lucknow, he has around 9 years of corporate and development sector experience spanning impact investing, strategy consulting, and grassroots civil society and policy consulting. Previously, he was Assistant Professor in the School of Development at Azim Premji University. Prior to his shift to academia, Priyanshu was Associate Vice President at Lok Capital, a leading social venture capital fund focused on investing in for-profit social enterprises with focus on financial inclusion, skill development and livelihoods. Prior to Lok, he worked as strategy and operations consultant at A.T. Kearney Limited where he was advising Fortune 500 companies across industries and functions.</p>"
    }
]