[
    {
        "Course Link": "https://talentedge.com/esgci-school-of-management-paris/doctorate-of-business-administration-esgci",
        "Title": " Doctorate Of Business Administration",
        "Description": "Under the guidance of scholar-practitioners, unlock the management's terminal degree by Ecole Supérieure de Gestion et Commerce International, Paris. Cement your industry expertise with a doctorate degree while you work.",
        "Duration": "Duration: 36 Months",
        "Timing": null,
        "Course Start Date": "31 Mar, 2024",
        "What you will Learn": [
            " Recognizing and solving the business problem ",
            " Data collection techniques ",
            " Disruptive Innovation Strategy ",
            " Organizational Agility and Winning Execution ",
            " Networking opportunities with 75+ nationalities ",
            " 1:1 Thesis Supervision ",
            " 70+ Faculty - Industry Collaborations ",
            " International Academic Support "
        ],
        "Skills": [
            " Applied Research ",
            " Concept Selection ",
            " Management Issues Redressal ",
            " Critical Decision-Making ",
            " Analytical Skills "
        ],
        "Target Students": "\n                                                    Working professionals who are looking for a transition into the C-suite, Senior Management professionals looking to become experts in their domain of choice\n                                                ",
        "Prerequisites / Eligibility criteria": "Master's Degree (or equivalent) or Bachelors Degree with 5+ years of work experience.",
        "Content": [
            "ONE-ON-ONE THESIS SUPERVISION\n                                                    ",
            "SWISS QUALITY EDUCATION\n                                                    ",
            "LEARN FROM THE BEST\n                                                    ",
            "LIMITLESS POTENTIAL FOR SPECIALIZATION\n                                                    ",
            "Optional on-campus immersion\n                                                    "
        ],
        "Institute Name": " ESGCI School of Management, Paris ",
        "Fee in INR": "INR\n                                                740741 \n                                                                                                + GST\n                                                                                                ",
        "Fee in USD": null,
        "Faculty Name 1": "\n                                                            Dr. Josse Roussel\n                                                        ",
        "Faculty Designation 1": "\n                                                            Professor\n                                                        ",
        "Faculty Description 1": "<p>Professor at Paris School of Business and head of DBA development. He got his Ph.D. in finance and management from the Universit&eacute; Paris-Dauphine and certification to supervise doctoral research (H.D.R) from the Universit&eacute; Paris-II Panth&eacute;on Assas. His research focuses on finance and monetary policies, human capital, and the digitization of management. He authored 5 books and published multiple research articles in peer- reviewed journals such as The Journal of Developing Areas, International Journal of Emerging Markets, International Journal of Business and Social Science, Human Resource Planning, The Journal of European etc.</p>",
        "Faculty Name 2": "\n                                                            Dr. Alain Kruger\n                                                        ",
        "Faculty Designation 2": "\n                                                            Professor\n                                                        ",
        "Faculty Description 2": "<p>After an enriching experience at Kodar, Dr. Kruger graduated with a PhD in Management Sciences, in the field of cultural influences in the consumer&rsquo;s behavior at the University of Bourgogne. A marketing consultant in pharmaceutical and automobile industries where he lead the CODIVA group as well as Renault, Nissan, Citro&euml;n, Volvo, Dacia and Honda brands. The main author of the book Mini Manuel de Marketing at Dunod Editions in 2010 and has written several scientific publications during his time with ESGCI School of Management, Paris.</p>",
        "Faculty Name 3": "\n                                                            Dr. Yannick Miel\n                                                        ",
        "Faculty Designation 3": "\n                                                            Professor\n                                                        ",
        "Faculty Description 3": "<p>Completed a PhD in aiding and management control. The focus was the identification of the factors of application or non-a pplication of the norms by the employees (quality standard). Member of the operational management committee of Galileo Global Education France, Dr. Miel oversees the management system of activities, development of professional certificates, handicap policy, and the client experience. He is also one of the auditors at COFRAC for Qualiopi accreditation, the official quality norm of the French educational sector.</p>",
        "Faculty Name 4": "\n                                                            Prof. Aparajit Parthasarathy\n                                                        ",
        "Faculty Designation 4": "\n                                                            Professor\n                                                        ",
        "Faculty Description 4": "<p>Nearing completion of Doctorate in Neuromarketing, Prof. Aparajit Parthasarathy is coming from a vast amount of experience in international marketing, communication, and branding. He is an award winning entrepreneur and has worked in the UK, France, USA and India and successfully launched products, distribution partnerships and client acquisitions over the years before joining ESGCI School of Management, Paris. He has also published articles in Cambridge.</p>",
        "Faculty Name 5": "\n                                                            Prof. Sophie Agulhon\n                                                        ",
        "Faculty Designation 5": "\n                                                            Professor\n                                                        ",
        "Faculty Description 5": "<p>Prof. Sophie has experience in teaching as well as in research with 3 universities, 3 branches of the French National Conservatory of Arts &amp; Crafts (Cnam), 2 engineering schools and 2 apprenticeship training centers. In her research, she uses qualitative research methodologies viz. different types of observations, interviews, experiments, corpus analyses, and various coding (thematic coding, double coding according to the methodology developed by Gia, etc.). Fields of research relate to organization, the management of industrial and cyber risks, professional training, and the history of management.</p>"
    }
]