[
    {
        "Course Link": "https://talentedge.com/iim-raipur/executive-certificate-program-in-general-management",
        "Title": " Executive Certificate Program In General Management",
        "Description": "The current business environment is evolving faster than ever before and converging to join the global wave of Industry 4.0. This one-year general management course is a complete package to upskill working professionals to enab\n                                            ",
        "Duration": null,
        "Timing": null,
        "Course Start Date": null,
        "What you will Learn": [
            " Business Management ",
            " Financial Management ",
            " Business Models & Industry Analysis ",
            " Organization Behaviour ",
            " 95% Completion Rate ",
            " 92% Satisfaction score ",
            " 78% Referability ",
            " Live & Interactive Digital Learning ",
            " Convenient Schedules to Suit Working Professionals ",
            " Benefit from Talentedge’s Alumni Network ",
            " Practical/Hands-On Experiential Learning ",
            " Dedicated Student Support ",
            " Options for Loan Assistance "
        ],
        "Skills": [
            " Management ",
            " Leadership ",
            " Analytical ",
            " Marketing ",
            " Communication ",
            " Decision-Making "
        ],
        "Target Students": "\n                                                    Functional Managers, Entrepreneurs, Business Heads\n                                                ",
        "Prerequisites / Eligibility criteria": "Minimum of 3 years of work experience",
        "Content": [
            "\n                                                    ",
            "\n                                                ",
            "\n                                                    ",
            "\n                                                ",
            "\n                                                    ",
            "\n                                                ",
            "\n                                                    ",
            "\n                                                ",
            "\n                                                    ",
            "\n                                                ",
            "\n                                                    ",
            "\n                                                ",
            "\n                                                    ",
            "\n                                                ",
            "\n                                                    ",
            "\n                                                ",
            "\n                                                    ",
            "\n                                                ",
            "\n                                                    ",
            "\n                                                "
        ],
        "Institute Name": " IIM Raipur ",
        "Fee in INR": "INR\n                                                160000 \n                                                                                                + GST\n                                                                                                ",
        "Fee in USD": null,
        "Faculty Name 1": "\n                                                            Lt. Col. Dr. Samar Singh\n                                                        ",
        "Faculty Designation 1": "\n                                                            Associate Professor - IIM Raipur\n                                                        ",
        "Faculty Description 1": "<p><strong>Area</strong>: Business Policy and Strategy</p>\r\n\r\n<p>His areas of interest in academics are focused on the human element in the field of strategic management and include Strategy as Practice and Leadership as Practice in context of Indian family businesses, Group Relations, Business Ethics, Philosophy, and Role of Innovation in Strategy Emergence/Evolution.</p>\r\n\r\n<p>He has served in the Corps of Engineers of the Indian Army for 23 years and has had the opportunity to serve all over India &ndash; from Jammu and Kashmir to Kerala &ndash; in wide ranging capacities, with different organizations (within and outside Army), in operations and in peace. An avid outdoor activity loving person, he is well versed in different adventure sports such as car rallying, sailing, scuba diving, hang gliding, white water rafting and rowing.</p>",
        "Faculty Name 2": "\n                                                            Prof. Himanshu Srivastava\n                                                        ",
        "Faculty Designation 2": "\n                                                            Assistant Professor - IIM Raipur\n                                                        ",
        "Faculty Description 2": null,
        "Faculty Name 3": "\n                                                            Prof. Satyasiba Das\n                                                        ",
        "Faculty Designation 3": "\n                                                            Associate Professor - Business Policy and Strategy\n                                                        ",
        "Faculty Description 3": "<p>Prof. Satyasiba Das is currently working as Associate Professor in Strategic Management at Indian Institute of Management Raipur, where he teaches core, advanced and executive management programs. Prof Das is a highly accomplished academic and consultant with a comprehensive scholastic and professional background in Entrepreneurship and venturing process, Technology and Innovation Management, and Growth Strategy. He has received an MBA degree from Hult Internation Business School, USA; M.Phil in Social Change, and Dr Philos from Norwegian University of Science and Technology, Trondheim, Norway. He is also a recipient of EU Marie Curie Postdoctoral fellowship for 2007-2010 and worked with National University of Ireland Galway and Government of Ireland. In the early decade long international consulting career, he has led more than fifty multi-disciplinary teams to deliver complex time bound consulting projects for EU member states, preeminent development agencies, and private sector organizations. Some of his clients include World Bank; Asian Development Bank; UNIDO; Government of India (Various Departments); Siemens Healthcare (Laboratory) Diagnostics, USA; The Telegraph, UK; Volkswagen, India; DNV, Norway; ABB; and Indian Oil. Prof Das is associated with multiple medical device start-ups from inception stage to successful commercialization of the products. Prof Das has nearly 75 international publications in international journals, cases, and conferences. He teaches Advanced Competitive Strategy, Strategic Execution and Corporate Restructuring, New Venture Creation, and Digital Strategy for Business at IIM Raipur.</p>",
        "Faculty Name 4": "\n                                                            Prof. Mohit Goswami\n                                                        ",
        "Faculty Designation 4": "\n                                                            Assistant Professor - IIM Raipur\n                                                        ",
        "Faculty Description 4": "<p><strong>Area:&nbsp;</strong>Operations and Quantitative Methods</p>\r\n\r\n<p>Prof. Mohit Goswami is a unique amalgam of academics and industry. Prof. Goswami prior to joining academia was associated with global fortune 500 manufacturers/groups including Caterpillar Inc. (Decatur, Illinois, USA), Tata Motors Ltd. (Pune and Jamshedpur) and Tata Hitachi Construction Machinery Co. Ltd. (Jamshedpur) in various engineering and technology management roles. At IIM Raipur, he teaches courses both at MBA and PhD programs. His research interests include new product development, supply chain design, product line management, risk modeling in supply chain. His research has been published in reputed journals as International Journal of Production Research, Journal of Intelligent Manufacturing, International Journal of Advanced Manufacturing Technology. He is one of the select few individuals whose PhD at IIT Kharagpur got awarded in around 2 years 6 months&rsquo; time. At IIM Raipur, he heads the online executive education as well as working executive MBA program.</p>",
        "Faculty Name 5": "\n                                                            Prof. Gopal Kumar\n                                                        ",
        "Faculty Designation 5": "\n                                                            Assistant Professor - IIM Raipur\n                                                        ",
        "Faculty Description 5": "<p><strong>Area</strong>: Operations &amp; Quant. Methods</p>\r\n\r\n<p>Gopal Kumar is Assistant Professor of Operations Management at the IIM Raipur. He received his PhD in supply chain collaboration from the IIT Kharagpur. He carried postdoctoral research at Dublin City University (DCU), Ireland where he worked on facilitating easy access of advanced predictive modelling for improving productivity of SMEs in Europe in collaboration with various European SMEs&mdash;Ceramicx Ireland, Vistakon, ICMR&mdash;and University of Edinburgh, UK. He also has experience in ERP development. Based on open source philosophy, he developed a commercial tool, for European Union, which largely streamlined the expertise and time required for predictive modelling along with process optimization. His research articles are published in various prestigious peer reviewed journals. He presented his research work at several globally recognized Operations and Supply Chain Management forum. His primary research interests include supply chain collaboration, sustainable and green supply chain collaboration, sourcing, product-service system, big data analytics, business process automation, and information technology application in improving and optimizing operations of SMEs.</p>",
        "Faculty Name 6": "\n                                                            Prof. Jagrook Dawra\n                                                        ",
        "Faculty Designation 6": "\n                                                            Associate Professor - IIM Raipur\n                                                        ",
        "Faculty Description 6": "<p><strong>Area</strong>: Marketing</p>\r\n\r\n<p>Prof. Jagrook Dawra is an Associate Professor of Marketing at IIM Raipur. He has completed his Ph.D. from ICFAI University, Hyderabad and Masters in Management Studies from Malviya Regional Engineering College, Jaipur. Prof. Dawra also serves as a Visiting Scholar at Syracuse University, New York. Professor Dawra has a rich academic history and prior to joining IIM Raipur, he has been associated with Goa Institute of Management, NMIMS Hyderabad, IBS, Hyderabad and BITS, Ras-Al-Khaima in various capacities.</p>",
        "Faculty Name 7": "\n                                                            Prof. Pankaj Singh\n                                                        ",
        "Faculty Designation 7": "\n                                                            Assistant Professor - IIM Raipur\n                                                        ",
        "Faculty Description 7": "<p><strong>Area</strong>: HRM &amp; Organizational Behaviour</p>\r\n\r\n<p>Prof. Pankaj Singh is an Assistant Professor in the area of HRM and Organizational Behaviour at IIM Raipur. He has completed his Ph.D. from IIT Kharagpur and Masters in Personnel Management from Pune University, Pune. Before coming to IIM Raipur, Prof. Singh was associated with T A Pai Management Institute Manipal and University of Petroleum &amp; Energy Studies, Dehradun, UK as an Assistant Professor.</p>",
        "Faculty Name 8": "\n                                                            Dr. M Kannadasan\n                                                        ",
        "Faculty Designation 8": "\n                                                            Professor - IIM Raipur\n                                                        ",
        "Faculty Description 8": "<p><strong>Area</strong>: Finance &amp; Accounts</p>\r\n\r\n<p>Dr Kannadhasan M is Professor of Finance at Indian Institute of Management Raipur. He holds a Ph.D. in Finance from Anna University. He has published more than 30 peer-reviewed articles published in the journals of repute, of which about 20 articles are published in the ABDC classified list having impact factor, like Emerging Markets Review, Finance Research Letters, Management Decisions, International Journal of Managerial Finance, International Journal of Corporate Governance, Applied Economic Letters, Journal of Economic research, IIM Management review etc., and three cases published with Ivey Publishing, Canada. He is an author of a book and three monographs. He attended the &ldquo;Global Colloquium on Participant Centred Learning&rdquo; and &ldquo;Case writing workshop&rdquo; program held at Harvard Business School in 2012 and 2014 respectively. He is the recipient of 4th Asia&rsquo;s Best B-Schools Awards &ndash; Best Professor in Financial Management&rdquo; in 2013 from the CMO Asia with CMO Council in Singapore &amp; the USA.</p>",
        "Faculty Name 9": "\n                                                            Dr. Dhananjay Bapat\n                                                        ",
        "Faculty Designation 9": "\n                                                            Assistant Professor - IIM Raipur\n                                                        ",
        "Faculty Description 9": "<p><strong>Area</strong>: Marketing</p>\r\n\r\n<p>Dr. Dhananjay Bapat is Assistant Professor at Indian Institute of Management, Raipur, India. He has previously worked with National Institute of Bank Management, Pune (NIBM), GCMMF (AMUL) and Crompton Greaves. He holds PhD in Marketing from Sardar Patel University, Vallabh Vidyanagar, Gujarat. His research areas include services marketing, digital payments, consumer behavior, branding, and banking. He has conducted executive training programs for national as well as international participants in the area of financial services marketing, retail electronic products, and strategy for financial services. His consultancy assignment &ldquo;Cost of Cash&rdquo; received overwhelming response from policy makers, practioners, and academicians.</p>\r\n\r\n<p>He has published articles in reputed journals and has published book &ldquo;Marketing for Financial Services&rdquo;. He has presented research papers and attended conferences in India, Philippines, and USA. He has contributed in newspaper article in the area of financial services in &ldquo;Financial Express&rdquo; and &ldquo;Mint&rdquo;.</p>",
        "Faculty Name 10": "\n                                                            Prof. Pradyumna Dash\n                                                        ",
        "Faculty Designation 10": "\n                                                            Associate Professor - IIM Raipur\n                                                        ",
        "Faculty Description 10": "<p><strong>Area</strong>: Economic Environment &amp; General Management</p>\r\n\r\n<p>Prof. Pradyumna Dash is Associate Professor of Economics at the Indian Institute of Management, Raipur. He was awarded a Gold Medal from Sambalpur University for securing first position in MA in Economics. He qualified the National Eligibility Test (NET) conducted by University Grants Commission (UGC) in December 1998 and June 1999. He received Ph.D. from Indian Institute of Technology (IIT) Bombay. Prior to joining IIM Raipur, he served as an Assistant Professor of Economics at IIM Indore from 2007 to 2012. He has taught a few economics courses at other IIMs (Rohtak, Sambalpur, and Bodhgaya).</p>\r\n\r\n<p>He participated in Harvard Business School (HBS) Case Method of Teaching Workshop in Boston, USA, 2013-14. He also participated in Harvard Business School (HBS) Case Writing Workshop (CWW) in Shanghai, China, 2014-15. His principal fields of research are macroeconomics, monetary economics, and applied econometrics. His articles have been published in refereed academic journals, such as Economics Letters, Economic Modeling, Indian Economic Journal, Indian Journal of Labour Economics and in forums like The Hindu Business Line and Asian Analysis Newsletter. Currently, he is the Chairperson of Fellow Programme in Management (FPM) at IIM Raipur. He also served as Chairman (Admission) from 2012 to 2015, Chairman (Research) from 2016 to 2019, Area Chairperson from 2015-2019, and Chairman (International Relations) in 2012-13 at IIM Raipur.</p>",
        "Faculty Name 11": "\n                                                            Prof. Sushant Kumar\n                                                        ",
        "Faculty Designation 11": "\n                                                            Assistant Professor - IIM Raipur\n                                                        ",
        "Faculty Description 11": "<p><strong>Area</strong>: Marketing</p>\r\n\r\n<p>Dr. Sushant Kumar is an Assistant Professor in Marketing Management department at the Indian Institute of Management Raipur. He completed his PhD from Indian Institute of Management Shillong, Postgraduate Diploma in Project Management from The University of Hyderabad, and Bachelor of Technology from National Institute of Technology Durgapur. He has also completed the International Climate Action Course COP22, Marrakesh, Morocco. He has also published research papers, conference papers and cases in the journals of international repute in the areas of Consumer Behaviour, Life Course Study, Sustainability, Tourism and Industrial Marketing.</p>",
        "Faculty Name 12": "\n                                                            Prof. Arunima Shah\n                                                        ",
        "Faculty Designation 12": "\n                                                            Assistant Professor - IIM Raipur\n                                                        ",
        "Faculty Description 12": "<p><strong>Area</strong>: Marketing</p>\r\n\r\n<p>Dr. Arunima Shah is an Assistant Professor in the Department of Marketing Management at Indian Institute of Management, Raipur. She has done her PhD in Marketing from Indian Institute of Management, Lucknow. Her research and teaching interests revolve around consumer behaviour on the Internet, Digital Marketing, multi-channel retail, and technology adoption. She has done her Masters in Business Management from Calcutta University and Bachelors in Business Administration from Jadavpur University, Kolkata.</p>",
        "Faculty Name 13": "\n                                                            Prof. Ramkumar M\n                                                        ",
        "Faculty Designation 13": "\n                                                            Assistant Professor - IIM Raipur\n                                                        ",
        "Faculty Description 13": "<p><strong>Area</strong>: Operations &amp; Quant. Methods</p>\r\n\r\n<p>Dr. Ramkumar M is currently working as an Assistant Professor in the Department of Operations Management at the Indian Institute of Management Raipur. Prior to this assignment, starting December 2019, Ramkumar was a Postdoctoral Researcher at the Chair of Logistics Management at the Swiss Federal Institute of Technology Zurich, Switzerland for around 3 years. Previously, he was with the Institute for Financial Management &amp; Research as an Assistant Professor. He received his B.E. in Production Engineering from Anna University, Chennai (2007), Postgraduate Diploma in Management from SCMS, Cochin (2009), and Ph.D. from the Department of Industrial &amp; Systems Engineering, Indian Institute of Technology Kharagpur (2015). His research is interdisciplinary and lies on the interface between operations management and information systems, and encompasses supply chain technologies, supply chain sustainability, and humanitarian operations. His research has been published in international journals such as Service Science (INFORMS), International Journal of Production Economics, International Journal of Production Research, Production Planning &amp; Control, Annals of Operations Research, Computers &amp; Industrial Engineering, IEEE Systems Journal and other peer-reviewed journals.</p>\r\n\r\n<p>Furthermore, he regularly presents his work at international conferences, such as the Production and Operations Management Society Conference, the Decision Sciences Institute Annual Meeting, the International Annual IPSERA Conference, or the IIE Asian Conference. For attending these conferences, he has received numerous travel grants from the conference societies or his academic home institution.</p>",
        "Faculty Name 14": "\n                                                            Prof. Damini Saini\n                                                        ",
        "Faculty Designation 14": "\n                                                            Assistant Professor\n                                                        ",
        "Faculty Description 14": "<p><strong>Area</strong>: HRM &amp; Organizational Behaviour</p>\r\n\r\n<p>Prof. Damini Saini is an Assistant Professor in the area of Human Resource Management/ Organizational Behavior at Indian institute of Management, Raipur. Dr. Saini holds a PhD degree in HRM/OB from Faculty of Management Studies (FMS), University of Delhi. Her dissertation discusses the study of human development with Integral leadership model, that talks about the transcends of mind and possibilities of transformation from outside to inside and reflects the psychological, emotional, and spiritual well-being. Apart from this her scholarly interests are leadership, business ethics, significance of ethical education in management, and value-based management etc. She has contributed to various internationally acclaimed journals and book chapters. She has also actively taken part in various conferences and seminars.</p>",
        "Faculty Name 15": "\n                                                            Prof. Anubha Dadhich\n                                                        ",
        "Faculty Designation 15": "\n                                                            Assistant Professor\n                                                        ",
        "Faculty Description 15": "<p><strong>Area</strong>: HRM &amp; Organizational Behaviour</p>\r\n\r\n<p>Prof. Anubha Dadhich is an Assistant Professor of Human Resource Management at Indian Institute of Management Raipur. Her research investigates the dimensions, outcomes, and antecedents of ethical leadership. Her research interest ranges from underpinning issues of leadership, culture, HR analytics, capacity building and organizational effectiveness.</p>\r\n\r\n<p>She holds a PhD Degree from Department of Management Studies, Indian Institute of Technology Delhi. Dr Dadhich has conducted trainings and management development programs for public &amp; private sector organization.</p>\r\n\r\n<p>She has published articles in journals of national and international repute, Journal of Business Ethics, International Journal of Global Competitiveness &amp; Vikalpa. Prior to IIM Raipur, she has been associated with BITS Pilani, Center for Management Studies, Jamia Milia Islamia University, Delhi. She has developed a course on &ldquo;Leadership and Change Management&rdquo; for working executives and launched on MOOC platform for the first time at IIM Raipur. Alongside with academia Dr Dadhich has worked in different capacity with DFID, PRAYAS &amp; UNICEF.</p>",
        "Faculty Name 16": "\n                                                            Prof. Shalabh Singh\n                                                        ",
        "Faculty Designation 16": "\n                                                            Assistant Professor - IIM Raipur\n                                                        ",
        "Faculty Description 16": "<p><strong>Area:&nbsp;</strong>Operations and Quantitative Methods</p>\r\n\r\n<p>Shalabh Singh is an Assistant Professor in Operations and Quantitative Methods area at the Indian Institute of Management, Raipur. He completed his Fellow Program in Management in Decision Sciences from the Indian Institute of Management, Lucknow. Prior to joining IIM Lucknow, he was working as an Enterprise Performance Management (EPM) Technical Analyst at Cognizant Technology Solutions (CTS), Pune. He obtained his B. Tech in Electrical Engineering from the Institute of Engineering and Technology, Lucknow. His teaching interests include Business Statistics and Operations Research. His current research interests are Multi-Criteria Decision Making, Multi-Choice Programming, Transportation, and Logistics. He has publications in international journals of high repute such as Annals of Operations Research. He is also a reviewer for some of the international journals.</p>",
        "Faculty Name 17": "\n                                                            Prof. Manojit Chattopadhyay\n                                                        ",
        "Faculty Designation 17": "\n                                                            Associate Professor - IIM Raipur\n                                                        ",
        "Faculty Description 17": "<p><strong>Area</strong>: IT &amp; Systems</p>\r\n\r\n<p>Dr. Manojit Chattopadhyay is working as an Associate Professor with IIM Raipur in the area of Business Intelligence in Decision Making, Modelling using Artificial Neural Network/Soft Computing/Visual Data Mining (Clustering), Cellular Manufacturing System/Group Technology, Digital Strategies in Business and Social Network Analysis.</p>\r\n\r\n<p>Dr. Chattopadhyay has completed his Ph.D. (Business Management) in the area of Information Technology and Systems Management from the University of Calcutta, M.Phil. (Management) in the area of Systems Management from West Bengal University of Technology, and M.B.A. (Systems) from Visva Bharati, Shantiniketan.</p>\r\n\r\n<p>Dr. Chattopadhyay has published various research papers and case studies in the journals of international repute and consistently takes part in organizing Management Development Programmes and Faculty Development Programmes.</p>",
        "Faculty Name 18": "\n                                                            Prof. Ankita Chhabra\n                                                        ",
        "Faculty Designation 18": "\n                                                            Assistant Professor - IIM Raipur\n                                                        ",
        "Faculty Description 18": "<p><strong>Area</strong>: Business Policy and Strategy</p>\r\n\r\n<p>Ankita Chhabra is an Assistant Professor in Business Policy and Strategy area at IIM Raipur. She is a Fellow in Strategic Management Area from Indian Institute of Management Indore (IIMI). She has also been awarded the UGC Junior research fellowship (JRF) in 2012. She has worked in Foreign Exchange department of IndusInd Bank Ltd. after her master&rsquo;s in international business. Her research interests include the internationalization of emerging market firms, mergers and acquisitions, and M&amp;A waves. Her thesis is focused on determinants of pre-merger decisions and post-merger performance. She has published research papers in top rated international peer reviewed journals and presented her papers at several reputed national and international conferences- such as Academy of Management annual meeting, Academy of International Business annual meeting, and SMS annual conference.</p>",
        "Faculty Name 19": "\n                                                            Prof. Rashmi Shukla\n                                                        ",
        "Faculty Designation 19": "\n                                                            Assistant Professor - IIM Raipur\n                                                        ",
        "Faculty Description 19": "<p>Rashmi Shukla&nbsp;is an Assistant Professor in Economics area at IIM Raipur. Prior to this, she was working with Narsee Monjee Institute of Management Studies, Mumbai. She is a Fellow in Economics area from IIM Indore. She holds an MBA finance and comes from a Computer Science Engineering background.</p>\r\n\r\n<p>She works in the area of digital economics, businesses in emerging markets, economic growth and development, and corporate finance. She has published research papers in top rated international peer reviewed journals and management cases in IVEY publishing. She has presented her work at several international conferences such as Western Economic Association International, Asian Management Research and Case Conference, Annual IIFT Conference, PAN IIM Conference etc.</p>",
        "Faculty Name 20": "\n                                                            Prof. Sumeet Gupta\n                                                        ",
        "Faculty Designation 20": "\n                                                            Professor\n                                                        ",
        "Faculty Description 20": "<p><strong>Area</strong>: IT &amp; Systems</p>\r\n\r\n<p>Prof. Sumeet Gupta is affiliated as Professor in the Dept. of Information Technology and Systems at IIM Raipur. He received PhD (Information systems) as well as MBA from National University of Singapore and BE (Mining) from GEC Raipur. He has a total of 16 years of work experience in Industry, Teaching and Research, during which he worked with L&amp;T India, The Logistics Institute-Asia Pacific, Singapore and SSGI Bhilai before joining IIM Raipur. He participated in Global Colloquium at Harvard Business School in 2015. He has held visiting faculty assignments with IIIT Naya Raipur as well as Huazhong University of Science and Technology, Wuhan, China. He has been accredited by AIMA as an Accredited Management Teacher and was awarded Prof. Manubhai M Shah Memorial Award by Indian Commerce Association for the year 2017. He was also awarded President Graduate Fellowship at National University of Singapore. He has published more than 50 papers in top-ranked International Journals (DSS, Omega, P&amp;M, I&amp;M, IJIM, EJOR etc.) and more than 30 papers in International Conferences (ICIS, ECIS, PACIS, AMCIS, AOM, POMS etc.) and his publications count exceed 100. He has also edited two books in the area of Humanitarian Logistics and Supply Chain. His research interests include Electronic Governance, E-Commerce and Business Analytics. He has conducted several consultancy projects with both Private and Govt. bodies in India and abroad and has conducted many training programs.</p>",
        "Faculty Name 21": "\n                                                            Prof. Sanjeev Prashar\n                                                        ",
        "Faculty Designation 21": "\n                                                            Professor - IIM Raipur\n                                                        ",
        "Faculty Description 21": "<p><strong>Area</strong>: Marketing</p>\r\n\r\n<p>Prof. Sanjeev Prashar is the Academic Dean at IIM Raipur. A leading name in the education sector, specifically in the field of marketing, he has nearly 3 decades of teaching experience under his belt &ndash; both in graduate programmes as well as corporate trainings. He is also the chairperson for Executive Education and Consultancy at IIM Raipur. He completed his MBA and his Ph.D. from University of Kurukshetra.</p>"
    }
]