[
    {
        "Course Link": "https://talentedge.com/goa-institute-of-management/exectuive-pg-program-in-health-care-management",
        "Title": " Executive Post Graduate Program In Health Care Management",
        "Description": "India's healthcare industry is expected to grow and hit $50 billion in size by 2025. Healthcare has become more focused on innovation and technology in the post-Covid era. About 80% of the healthcare ecosystem aims to increase investment in digital healthcare tools in the foreseeable future. Telemedicine is also expected to reach $5.5 billion by 2025. Since there is\n                                            ",
        "Duration": "Duration: 11 months",
        "Timing": null,
        "Course Start Date": "31 Mar, 2024",
        "What you will Learn": [
            " Hospital Planning & Services ",
            " Medico-Legal and Ethical Aspects of healthcare organisations ",
            " Healthcare Marketing ",
            " Qualitative Research Methodologies ",
            " 95% Completion Rate ",
            " 92% Satisfaction Score ",
            " 78% Referablity ",
            " Options for Loan Assistance "
        ],
        "Skills": [
            " Hospital Planning and Services ",
            " Ethical & Legal issues in Healthcare ",
            " Healthcare Marketing ",
            " Operations and Material management ",
            " Benchmarking in Healthcare "
        ],
        "Target Students": "\n                                                    Freshers, Early-age Professionals, Medical Professionals, Entrepreneurs\n                                                ",
        "Prerequisites / Eligibility criteria": [
            "Professionals/freshers holding any bachelor’s degree from a recognized institute/university.",
            "Diploma holders (10+2+3) can also apply for this course"
        ],
        "Content": [
            "Learn from the best faculty of GIM\n                                                    ",
            "Certificate of Completion\n                                                    ",
            "Get a head start in one of the fastest-growing industries\n                                                    ",
            "Sessions from top industry experts\n                                                    ",
            "Get an opportunity to visit the GIM campus through the immersion program\n                                                    ",
            "Hands-on Learning Experience\n                                                    "
        ],
        "Institute Name": " Goa Institute of Management ",
        "Fee in INR": "INR\n                                                97458 \n                                                                                                + GST\n                                                                                                ",
        "Fee in USD": null,
        "Faculty Name 1": "\n                                                            Ajay Vamadevan\n                                                        ",
        "Faculty Designation 1": "\n                                                            Professor, Healthcare Management\n                                                        ",
        "Faculty Description 1": "<p>Ajay is a Professor at the Goa Institute of Management. He holds a doctoral degree from the University of London for his work on developing a mHealth-enabled intervention for hypertension and diabetes care in Himachal Pradesh, India.</p>\r\n\r\n<p>Ajay has, overall, 18 years of experience in non-communicable disease (NCD) epidemiology and prevention. In the past ten years, he was into the application of digital health for improving the care delivery of common chronic NCD conditions in primary care. His work led to the development of the &quot;mPower Heart Digital Health System&quot; for NCD care. The electronic clinical decision support (EDSS) module of the mPower Heart Digital Health System has been integrated into the national Electronic Health Record portal of the Government of India.</p>",
        "Faculty Name 2": "\n                                                            Alekh Gour\n                                                        ",
        "Faculty Designation 2": "\n                                                            Associate Professor, Healthcare Management\n                                                        ",
        "Faculty Description 2": "<p>Dr. Alekh Gour is currently working as Associate Professor at the GIM. He is a Researcher and Academician. He has done his graduation in Computer Science and Engineering and post-graduation in Bioinformatics. He has diverse teaching experience in the areas of Computer Science and Bioinformatics. He has been awarded a Ph.D. in the field of Bioinformatics by NIT Bhopal. His major research area is &quot;Data Analytics Techniques in Bioinformatics&quot;. He has published research papers in reputed national and international journals. He has conducted several workshops and MDPs in different areas of Data Science. He has also been awarded the Young Scientist Award by the M.P Council of Science and Technology, Govt. of Madhya Pradesh. Recently he has been awarded as &ldquo;InsideIIM Professor of the Year 2020 at GIM&rdquo;.</p>",
        "Faculty Name 3": "\n                                                            Arif raza\n                                                        ",
        "Faculty Designation 3": "\n                                                            Associate Professor, Healthcare Management\n                                                        ",
        "Faculty Description 3": "<p>Arif takes a keen interest in the nuances of healthcare delivery with a specific focus on the quality of care and patient safety. He worked with a few hospitals in a managerial capacity and offered management consulting services to several others. He has also developed a deep realization of the crucial role that &lsquo;quality of care&rsquo; plays in healthcare delivery. He holds an experience of more than one and a half decades and has enriched a deeper sense of understanding of how the world functions, which has shaped his perspective of how a healthcare organization must operate to effectively achieve its objectives.</p>",
        "Faculty Name 4": "\n                                                            Devasheesh mathur\n                                                        ",
        "Faculty Designation 4": "\n                                                            Assistant Professor, Healthcare Management\n                                                        ",
        "Faculty Description 4": "<p>Devasheesh Mathur is an Assistant Professor in Healthcare Management with valuable experience at Think Tanks and Start-ups. He is an alumnus of the Indian Institute of Technology Bombay where he studied Metallurgical Engineering and Materials Science. He later conducted research on medical implants and biomaterials. Through his research, he reduced the failure rates of dental implants. He then became interested in policy sciences and started his doctoral research at the School of Public Policy and Governance at MDI Gurgaon after working at a policy think tank. His doctoral research is titled &lsquo;Development of Substantive Theory of Radical Innovations in Public Policies: The Process and Role of Actors in Radical Health Policy Innovations&#39;. He was fortunate to have the &lsquo;Father of Public Service Innovation&rsquo;, Prof. Sandford Borins, on his Thesis Committee. Through his research, he has come up with a theoretical model and a strategic framework to facilitate more sustainable innovations and transformative changes in the Indian public health systems.&nbsp;</p>",
        "Faculty Name 5": "\n                                                            Kheya furtado\n                                                        ",
        "Faculty Designation 5": "\n                                                            Associate Professor, Healthcare Management\n                                                        ",
        "Faculty Description 5": "<p>Kheya is an Associate Professor of Healthcare Management at the Goa Institute of Management.&nbsp;Her areas of research, consultancy, and teaching are Health Systems Financing, Public Health, and Epidemiology.&nbsp;Her current research focuses on the implementation assessment of PMJAY and other publicly financed health protection schemes in India, implemented at the national and state level. &nbsp;She has secured research projects as a Principal Investigator from the World Health Organization (WHO) and Harvard School of Public Health.&nbsp;</p>\r\n\r\n<p>Prior to GIM, she served at the Health Division of the NITI Aayog, Government of India, where she implemented key projects such as the NITI Health Index for ranking States &amp; UTs on their performance in Health, the drafting of the Health Chapter of the Three- Year Action Agenda for Government of India 2017-18 to 2019-20 and the NITI District hospital index for monitoring the performance of public hospitals. She also contributed policy inputs on the various national health schemes and initiatives. Her doctoral research was carried out in disease surveillance and private sector participation, under the INSPIRE fellowship award of the Department of Science and Technology.&nbsp;</p>",
        "Faculty Name 6": "\n                                                            Shawnn coutinho\n                                                        ",
        "Faculty Designation 6": "\n                                                            Assistant Professor, Healthcare Management\n                                                        ",
        "Faculty Description 6": "<p>Shawn had 11+ years of experience in the industry prior to joining academics. He worked with leading multinationals in various capacities, in diverse sectors from Healthcare (Johnson &amp; Johnson), Information Technology (Wipro), and Energy (Reliance). Joined the Goa Institute of Management in the year 2016 as a faculty in healthcare. Areas of interest are healthcare marketing, branding, pricing strategy, new product development, and sales &amp; distribution. Currently also consults with leading healthcare organizations in developing India market access strategy and marketing. Has conducted MDP programs for the Government of Goa, Johnson &amp; Johnson, and other pharma companies.</p>",
        "Faculty Name 7": "\n                                                            Sreerupa sengupta\n                                                        ",
        "Faculty Designation 7": "\n                                                            Assistant Professor, Healthcare Management\n                                                        ",
        "Faculty Description 7": "<p>Dr. Sreerupa Sengupta has a Ph.D. in Women&rsquo;s Studies from Jadavpur University. She received a fellowship from the Tokyo Foundation for Policy Research, Japan for her doctoral research on AIDS Communication, gender, and human rights. She was a Visiting Fellow at Howard University, Washington D.C., USA, and the American University of Cairo, Egypt. She has attended an Advanced Professional Training Program on Global Governance and Sustainable Development organized by German Development Institute, Bonn, Germany.&nbsp; Sreerupa&rsquo;s career has spanned over 12 years in diverse sectors &ndash; academia, NGO, and industry. She has developed audio-visual educational materials for NGOs on HIV, Violence against Women, and human rights. &nbsp;She has taught courses on &ndash; Health and Human Rights, Sustainable Development and Social Action, Gender and Governance, Gender Development, and Qualitative Research.</p>",
        "Faculty Name 8": "\n                                                            Supriya phadnis\n                                                        ",
        "Faculty Designation 8": "\n                                                            Assistant Professor, Healthcare Management\n                                                        ",
        "Faculty Description 8": "<p>Dr. Supriya Phadnis is a public health expert with more than 9 years of experience working with governmental, non-governmental, and academic organizations. Supriya completed her Master of Public Health degree from the School of Health Sciences, Savitribai Phule Pune University (formerly known as the University of Pune) in 2008. She received a doctoral degree (Ph.D. in Public Health Sciences) from the School of Health Sciences, Pune University in 2015.&nbsp;Prior to joining the Goa Institute of Management as an Assistant Professor, Supriya worked with non-governmental organizations like the Institute of Health Management, Pachod, government organization, the State Health Systems Resource Centre, NRHM Maharashtra, academic institution, the Department of Health Sciences, University of Pune, several international organizations such as INCLEN Trust International for Bill and Melinda Gates Foundation and Save the Children.&nbsp;</p>",
        "Faculty Name 9": "\n                                                            Vilasini Devi Nair\n                                                        ",
        "Faculty Designation 9": "\n                                                            Assistant Professor, Healthcare Management\n                                                        ",
        "Faculty Description 9": "<p>Vilasini Devi Nair, joined as Asst. Professor in Health Economics at Goa institute of management in 2019. She was working as Asst. Professor in Health Economics Policy and Management Department of Jimma University, Ethiopia under the UNDP capacity development scheme from 2004-2019. She worked as a lecturer at the School of Medical Education, MG University, Kerala, from 2002-2004. Dr. Devi was selected with a full scholarship for the Health Economics program of PHFI, New Delhi and she received the Young researcher&rsquo;s Grand award in Health Policy and System Research by AHPSR, WHO in 2008. She was selected for 18 months fellowship program in Health Care Financing of Noncommunicable Diseases funded by NIH-US through Monash University Australia in 2012. Dr. Devi attended training programs in Economic Evaluation Techniques, Health System Research methods, Econometric Evaluation in Health, etc. at Oslo University, Sweden.</p>"
    }
]