[
    {
        "Course Link": "https://talentedge.com/iim-raipur/post-graduate-executive-certification-in-human-resource-management-iimr-hr",
        "Title": " Executive Certificate Program In Human Resource Management",
        "Description": "Effective management of human capital and maintaining a cordial organization culture is critical to the success of most businesses. Regardless of whether an organization is an SME or a multinational organization; Human Resource Department (HRM) is the central cohesive source of development for any business.",
        "Duration": null,
        "Timing": null,
        "Course Start Date": null,
        "What you will Learn": [
            " Behavioural Issues within the Organization ",
            " Fundamentals of HR ",
            " Tools & Techniques of People Management ",
            " HR in Global Virtual Scenario ",
            " Talent Management ",
            " HR Planning ",
            " 95% Completition Rate ",
            " 92% Satisfaction Score ",
            " 78% Referablity ",
            " Live & Interactive Digital Learning ",
            " One on one interactions ",
            " Mobile platform enabled ",
            " Convenient Schedules to Suit Working Professionals ",
            " Benefit from Talentedge’s Alumni Network ",
            " Options for Loan Assistance ",
            " Live tech support "
        ],
        "Skills": [
            " Communication ",
            " HR Planning & Management ",
            " Talent Management ",
            " Decision-Making ",
            " IR & Legal Framework ",
            " Reward & Recognition "
        ],
        "Target Students": "\n                                                    Early HR professionals, Aspiring HR professionals, HR Managers, Entrepreneurs\n                                                ",
        "Prerequisites / Eligibility criteria": [
            "HR Professionals – Minimum of at least 2 years of relevant work experience",
            "Non HR Professionals – Minimum of 4 years of work experience"
        ],
        "Content": [
            "Special Focus on Peer-to-Peer Learning\n                                                    ",
            "Certificate of Completion from IIM Raipur\n                                                    ",
            "6 day On-Campus Components\n                                                    ",
            "Comprehend and Manage Behavioural Issues within the Organization\n                                                    ",
            "Learn the Current Trends and Skills required in HR Area\n                                                    "
        ],
        "Institute Name": " IIM Raipur ",
        "Fee in INR": "INR\n                                                150000 \n                                                                                                + GST\n                                                                                                ",
        "Fee in USD": null,
        "Faculty Name 1": "\n                                                            Prof. Damini Saini\n                                                        ",
        "Faculty Designation 1": "\n                                                            Assistant Professor\n                                                        ",
        "Faculty Description 1": "<p><strong>Area</strong>: HRM &amp; Organizational Behaviour</p>\r\n\r\n<p>Prof. Damini Saini is an Assistant Professor in the area of Human Resource Management/ Organizational Behavior at Indian institute of Management, Raipur. Dr. Saini holds a PhD degree in HRM/OB from Faculty of Management Studies (FMS), University of Delhi. Her dissertation discusses the study of human development with Integral leadership model, that talks about the transcends of mind and possibilities of transformation from outside to inside and reflects the psychological, emotional, and spiritual well-being. Apart from this her scholarly interests are leadership, business ethics, significance of ethical education in management, and value-based management etc. She has contributed to various internationally acclaimed journals and book chapters. She has also actively taken part in various conferences and seminars.</p>",
        "Faculty Name 2": "\n                                                            Prof. Anubha Dadhich\n                                                        ",
        "Faculty Designation 2": "\n                                                            Assistant Professor\n                                                        ",
        "Faculty Description 2": "<p><strong>Area</strong>: HRM &amp; Organizational Behaviour</p>\r\n\r\n<p>Prof. Anubha Dadhich is an Assistant Professor of Human Resource Management at Indian Institute of Management Raipur. Her research investigates the dimensions, outcomes, and antecedents of ethical leadership. Her research interest ranges from underpinning issues of leadership, culture, HR analytics, capacity building and organizational effectiveness.</p>\r\n\r\n<p>She holds a PhD Degree from Department of Management Studies, Indian Institute of Technology Delhi. Dr Dadhich has conducted trainings and management development programs for public &amp; private sector organization.</p>\r\n\r\n<p>She has published articles in journals of national and international repute, Journal of Business Ethics, International Journal of Global Competitiveness &amp; Vikalpa. Prior to IIM Raipur, she has been associated with BITS Pilani, Center for Management Studies, Jamia Milia Islamia University, Delhi. She has developed a course on &ldquo;Leadership and Change Management&rdquo; for working executives and launched on MOOC platform for the first time at IIM Raipur. Alongside with academia Dr Dadhich has worked in different capacity with DFID, PRAYAS &amp; UNICEF.</p>"
    }
]