[
    {
        "Course Link": "https://talentedge.com/iim-lucknow/supply-chain-management",
        "Title": " Executive Program In Supply Chain Management During Uncertain Times",
        "Description": "The Executive Program in Supply Chain Management During Uncertain Times, from IIM Lucknow, seeks to help working professionals develop capabilities that will enable them to make effective managerial decisions and tackle complex challenges involving supply chain uncertainty amidst the global pandemic. The course focuses on developing the participant’s functional managem\n                                            ",
        "Duration": "Duration: 9 months",
        "Timing": null,
        "Course Start Date": "05 May, 2024",
        "What you will Learn": [
            " Supply chain management issues in a firm ",
            " Logistics and purchasing concepts to improve supply chain operations ",
            " Role of inventory and Warehouse management in overall planning and execution of supply chain management ",
            " Supply chain in the areas of transportation, purchasing, inventory management and customer service ",
            " Application of latest technologies such as Industry 4.0, Blockchain Technology, IOT, Dynamic Pricing etc in supply chain environment during uncertain times ",
            " Issues and challenges in warehouse management, its role in the allocation and accumulation of goods in the supply chain ",
            " Dynamic pricing in Supply Chain ",
            " Consequences of real decisions that impact the supply chain like cost, quality, customer service, coordination, outsourcing etc. ",
            " 95% Completition Rate ",
            " 92% Satisfaction Score ",
            " 78% Referablity ",
            " Live & Interactive Digital Learning ",
            " Convenient Schedules to Suit Working Professionals ",
            " Benefit from Talentedge’s Alumni Network ",
            " One-on-one interactions ",
            " Mobile platform enabled ",
            " Options for Loan Assistance "
        ],
        "Skills": [
            " Supply Chain Management ",
            " Operation Management ",
            " Innovation skills ",
            " Risk Management ",
            " Warehouse Management ",
            " Logistics & Transportation Management "
        ],
        "Target Students": "\n                                                    Mid-level Professionals, Senior-level Executives, Young Professionals, Professionals in Operations & Supply Chain\n                                                ",
        "Prerequisites / Eligibility criteria": [
            "Working professionals with a minimum of 2 years of work experience.",
            "Note: For program aspirants with more than 20 years of work experience, selection will be on a case-to-case basis."
        ],
        "Content": [
            "Application based learning\n                                                    ",
            "Application of Emerging Technologies to SCM Challenges\n                                                    "
        ],
        "Institute Name": " IIM Lucknow ",
        "Fee in INR": "INR\n                                                1500 \n                                                                                                + GST\n                                                                                                 ",
        "Fee in USD": null,
        "Faculty Name 1": "\n                                                            Dr. Yash Daultani\n                                                        ",
        "Faculty Designation 1": "\n                                                            Program Director\n                                                        ",
        "Faculty Description 1": "<p>Dr. Yash Daultani is a Faculty member of the Operations Management Group at the IIM Lucknow. Prior to joining the institute, he was with IIITM Gwalior and IMI Kolkata for a brief period. He holds a Doctoral (Fellow) degree from the Indian Institute of Management Lucknow. He consults and publishes in the areas of supply chain network design, product design, supply chain risk management, and healthcare operations management. He is currently working on Industry 4.0 applications in the domain of operations and supply chain management.</p>",
        "Faculty Name 2": "\n                                                            Dr. Suresh K Jakhar\n                                                        ",
        "Faculty Designation 2": "\n                                                            Program Director - IIM Lucknow\n                                                        ",
        "Faculty Description 2": "<p>Dr. Suresh K Jakhar is currently working as an Associate Professor at Operations Management Group at IIM Lucknow. Currently, he is also holding the responsibility of Chairman, OM Area. At IIM Lucknow he is teaching courses like Revenue Management and Dynamic Pricing (Term IV) Game Theory and Mechanism Design (Term V) and Supply Chain Management (Term III). He has guided 4 doctoral students at IIM Lucknow. He has also conducted more than 50 training programs for various MNCs, PSUs, and bureaucrats. he has completed his M.Tech from IIT Delhi and Ph.D. from IIT Roorkee. He has published more than 20 research papers in various international journals.</p>"
    }
]