[
    {
        "Course Link": "https://talentedge.com/opjindal-global-business-school/masters-of-business-administration-opj-global-university",
        "Title": " Masters Of Business Administration",
        "Description": "This program is a one year online MBA designed for working professionals. The curriculum is comprehensive and covers aspects of Marketing, operations, finance and HR. Along with the foundational course, the learner may select any of the specializations available for an in-depth understanding of a particular topic: Finance, Digital Finance, Marketing and Strategy & Leader\n                                            ",
        "Duration": "Duration: 12 months",
        "Timing": null,
        "Course Start Date": "31 Mar, 2024",
        "What you will Learn": [
            " Marketing Fundamentals ",
            " Economics: Micro & Macro ",
            " Human Resource Management ",
            " Operations Management ",
            " Emerging Technology: AI/Blockchain in the context of business ",
            " Specialization: Advanced content of the chosen field ",
            " 95% Completion Rate ",
            " 92% Satisfaction score ",
            " 78% Referability ",
            " Live & Interactive Digital Learning ",
            " Convenient Schedules to Suit Working Professionals ",
            " Benefit from Talentedge’s Alumni Network ",
            " Practical/Hands-On Experiential Learning ",
            " Dedicated Student Support "
        ],
        "Skills": [
            " Decision Making in business context ",
            " Analytical Thinking ",
            " Problem solving ",
            " Holistic Approach to business "
        ],
        "Target Students": "\n                                                    This programme is useful for freshers as well as experienced professionals since it covers all aspects of business starting from fundamentals to complex topics as part of specialisations.\n                                                ",
        "Prerequisites / Eligibility criteria": [
            "Candidates must hold a graduation degree in any discipline with a minimum of 50% aggregate score from a recognized University.",
            "Candidates will need to take the 30-minute JMAT Online National Level entrance exam. The link to the test is sent after candidates submit their application.",
            "Students who have scored qualifying marks in entrance exams given below any time in the last 3 years are exempted from appearing for JMAT",
            "CAT/XAT/MAT/ATMA ≥ 50 Percentile | GRE ≥ 295 | GMAT ≥ 450 | CMAT/NMAT ≥ 160"
        ],
        "Content": [
            "1  Year Online MBA\n                                                    ",
            "4 Specializations Available\n                                                    ",
            "Institution of Eminence\n                                                    ",
            "Accreditation\n                                                    ",
            "Delivery\n                                                    "
        ],
        "Institute Name": " OPJindal Global Business School ",
        "Fee in INR": "INR\n                                                127119 \n                                                                                                + GST\n                                                                                                ",
        "Fee in USD": null,
        "Faculty Name 1": "\n                                                            Chris Oates\n                                                        ",
        "Faculty Designation 1": "\n                                                            Adjunct faculty, upGrad\n                                                        ",
        "Faculty Description 1": "<p>Chris has a PhD in International Relations from the University of Oxford and a BA from Brown University and lectures at a university in the United States. He founded Two Lanterns Advisory, a political risk consultancy.</p>",
        "Faculty Name 2": "\n                                                            Rakesh Godhwani\n                                                        ",
        "Faculty Designation 2": "\n                                                            Adjunct Professor IIM Bangalore\n                                                        ",
        "Faculty Description 2": "<p>Rakesh is the founder of an edtech startup; School of Meaningful Experiences, offering Communication for Leaders &amp;amp; Business Communication at IIM.</p>",
        "Faculty Name 3": "\n                                                            Prof. Anirban Ganguly\n                                                        ",
        "Faculty Designation 3": "\n                                                            Vice Dean (Research)\n                                                        ",
        "Faculty Description 3": "<p>Prof. Anirban holds an MS and PhD from Stevens Institute of Technology, USA. Prior to joining JGBS, he has held faculty positions at City University of New York and Stevens Institute of Technology.</p>",
        "Faculty Name 4": "\n                                                            Prof Vineet Anurag\n                                                        ",
        "Faculty Designation 4": "\n                                                            Professor of Management Practice\n                                                        ",
        "Faculty Description 4": "<p>Prof.Vineet has over 25 years of experience across institutional and investment banking. He worked in Bank of America for 16 years, ending his stint as the MD and Country Portfolio Manager for India, Thailand, Indonesia and Philippines. He joined Westpac Banking Corp as Chief Risk Officer for India before moving to Singapore as CRO and Chief Credit Officer for Westpac.</p>",
        "Faculty Name 5": "\n                                                            Prof. Asim Talukdar\n                                                        ",
        "Faculty Designation 5": "\n                                                            Professor (OB-HR), JGBS & Director\n                                                        ",
        "Faculty Description 5": "<p>Prof. Asim is skilled in the HR domain of Consulting, Policies, Training, &amp; Leadership and is a Fellow in Management focused on HRM from XLRI Jamshedpur. He has 33+ years of industry experience in top leadership teams of HT Media, NIIT Ltd. and Maruti Suzuki Ltd. as Head of Human Resource Management.</p>",
        "Faculty Name 6": "\n                                                            Prof. Anand Sharma\n                                                        ",
        "Faculty Designation 6": "\n                                                            Associate Professor\n                                                        ",
        "Faculty Description 6": "<p>Prof. Anand is a Fellow of IIM, Ahmedabad. Dr. Sharma previously worked with IIM Rohtak and IIM Sirmaur. He has also worked as an economic expert in the Antitrust Division of Competition Commission of India.</p>",
        "Faculty Name 7": "\n                                                            Prof. Chitrakalpa Sen\n                                                        ",
        "Faculty Designation 7": "\n                                                            Professor & Associate Dean\n                                                        ",
        "Faculty Description 7": "<p>Dr. Chitrakalpa holds an M.Sc. in Economics and a PhD. His area of research includes high frequency financial market dynamics, green investments and growth economics. He is also an active member of the school&rsquo;s Centre for Research in Emerging Economies (CREE).</p>",
        "Faculty Name 8": "\n                                                            Prof. Diptiman Banerji\n                                                        ",
        "Faculty Designation 8": "\n                                                            Professor, Marketing Area, and Associate Dean\n                                                        ",
        "Faculty Description 8": "<p>Dr. Diptiman has worked in corporates like Airtel, Hutchison Essar, Aircel, and CMC among others, and did his PhD from IIM Calcutta. His work has been published in reputed journals and his current areas of research include social marketing and consumer behaviour in emerging markets.</p>",
        "Faculty Name 9": "\n                                                            Prof. Rameshwar Arora\n                                                        ",
        "Faculty Designation 9": "\n                                                            Assistant Professor & Assistant Dean\n                                                        ",
        "Faculty Description 9": "<p>Dr. Rameshwar is a PhD from IIM Indore. His research work has been presented at international conferences such as the Academy of International Business, British Academy of Management etc. He has previously worked in Marketing &amp; Sales analytics with McKinsey Knowledge Center.</p>",
        "Faculty Name 10": "\n                                                            Prof. Sonam Chawla\n                                                        ",
        "Faculty Designation 10": "\n                                                            Assistant Professor & Assistant Dean\n                                                        ",
        "Faculty Description 10": "<p>Prof. Sonam is a Fellow in Management MDI, Gurgaon in Organisational Behaviour. She has published research papers and book chapters in reputed journals like Frontiers in Psychology and has presented her work at Oxford University.</p>",
        "Faculty Name 11": "\n                                                            Prof. Sarveshwar Kumar Inani\n                                                        ",
        "Faculty Designation 11": "\n                                                            Assistant Professor\n                                                        ",
        "Faculty Description 11": "<p>Prof. Sarveshwar is a Ph.D. in finance and accounting from IIM Lucknow. He holds double master&rsquo;s, i.e, MBA Finance and M.Com. Accountancy and Business Statistics. His research interests are focused primarily on price discovery and volatility spillover in financial markets.</p>",
        "Faculty Name 12": "\n                                                            Prof. Gunjan Mohan Sharma\n                                                        ",
        "Faculty Designation 12": "\n                                                            Professor & Associate Dean\n                                                        ",
        "Faculty Description 12": "<p>Prof. Gunjan has 10+ years of experience in academics, and is an MBA and PhD from Aligarh Muslim University. His interests include HR Analytics, Talent Management and Sentiment Analysis.</p>",
        "Faculty Name 13": "\n                                                            Amit Tyagi\n                                                        ",
        "Faculty Designation 13": "\n                                                            CEO, Payworld\n                                                        ",
        "Faculty Description 13": "<p>Amit is a seasoned professional with experience in payments, remittances, lending, banking, consumer cards and portfolio management and has worked with several FinTech firms in leadership roles.</p>",
        "Faculty Name 14": "\n                                                            Parth Parikh\n                                                        ",
        "Faculty Designation 14": "\n                                                            Founder, FinShiksha\n                                                        ",
        "Faculty Description 14": "<p>Parth is a finance professional with key work in Sector Research, Risk Management, Financial Modelling and Wealth Management. He is a PGDM in finance from NMIMS and works with FinShiksha</p>"
    }
]